[
{"url": "https://mojimask.ca/pages/about-us", "text": ["\n\t\t\t\t", "Your Cart", "\n\t\t\t", "$0.00", "Subtotal", "$0.00", "Place your order", "New Styles Daily. Free Expedited Shipping Over $100. Stay Stylish.", "\n          Currency\n        ", "0", "Shop", "MOJi", "We are committed to 'Flattening the Curve' and believe in supporting local textile businesses and hiring seamstresses who were laid off as result of the COVID-19 Outbreak. Although supporting local business and paying our seamstresses a fair wage can cost more than cheap imports, we stand behind the notion of self-reliance and want to ensure that no-one needs to rely on any other country, but their own.  #CanadaStrong", "MOJi is no stranger to the fashion business. We have teamed up with a well-known Canadian fashion start-up called Sprout Collection to bring you the highest quality, stylish, unique, and protective masks available on the market today. ", "With manufacturing done locally in Toronto, Canada, MOJi is doing its part to help flatten the curve, and keep unemployment numbers down by hiring local seamstresses directly affected by the outbreak. With MOJi, you can rest assured that you are purchasing a unique hand-made, 100% cotton mask, while also supporting health care workers in our country by donating a portion of our proceeds from every purchase. We use only the highest quality fabrics that are sewn by some of the top local seamstresses in the business.", "At MOJi, we’re not big on cutting corners. We want you to wear our masks for months, even years, to come. That’s why we locally source (Toronto, Canada) the finest materials for our timeless masks— just like our Grade-A Floral Designer Series.", " ", "For every mask sold, we are donating a portion of proceeds to various local charities. Wearing masks is our shared responsibility to protect each other and reduce community transmission. Let’s #MaskTogether and show support for those combatting this crisis on the front lines.", "*Please understand that all MOJi masks are non-medical and are not a replacement for medical grade respirators, mask, or Personal Protective Equipment (PPE), and is not intended to replace other recommended measures to reduce transmission. Please continue to practice social distancing, washing your hands, and refraining from touching your face.", "Due to the nature of our products, we cannot accept returns or exchanges. ALL SALES ARE FINAL.  ", "Main Menu", "Social Networks", "Policies", "\n          Currency\n        ", "\n                        ", " | ", "\n                    "]}
]